

function AmuPage(){
    return(
        <section class="mobile-block">
            <div class="mobile-block__header is-sea">
                Амуниция
            </div>
            <div class="all-news-block">
                <div class="news-card">
                    <div class="container">
                        <h3 class="news-card__title">CoLLaR Nylon  </h3>
                        <span class="news-card__date"> Яркая нейлоновая шлея с прочной металлической и пластиковой фурнитурой и с QR паспортом. QR паспорт активен только после регистрации, согласно инструкции по активации, сопровождающий адресник. Новая серия Nylon с эффектом Wow от торговой марки Waudog выполнена из качественного износостойкого нейлона, с использованием прочной металлической и пластиковой фурнитуры. Комплектуется адресником с QR паспортом. Шлеи новой нейлоновой серии украшены модными яркими узорами. Стильный дизайн ярко выделит вашу собаку среди других. </span>
                        <span class="news-card__category"> </span>
                    </div>
                </div>
                <div class="news-card">
                    <div class="container">
                        <h3 class="news-card__title">
                         Ferplast </h3>
                        <span class="news-card__date">  Суперпрочные красочные шлейки легко надевать и чистить. Они не ограничивают свободу передвижения питомца и не вредят шерсти. Прекрасно подходят для обучения собак. </span>
                        <span class="news-card__category"> </span>
                    </div>
                </div>
                <div class="news-card">
                    <div class="container">
                        <h3 class="news-card__title">Triol, Night City</h3>
                        <span class="news-card__date"> Светодиодный ошейник — это безопасность вашего питомца. 3 режима свечения и 2 скорости мигания. Видимость в темноте в пределах 500м. Влагостойкая структура контроллера. До 200ч работы. Возможность замены батарейки светодиодного волокна. </span>
                        <span class="news-card__category"> </span>
                    </div>
                </div>
                <div class="news-card">
                    <div class="container">
                        <h3 class="news-card__title">Dog Extreme </h3>
                        <span class="news-card__date">Нейлоновая амуниция серии DOG Extreme будет высоко оценена владельцами собак. Она качественна, доступна по цене и представлена в различных размерах, цветах и дизайнах. Длина ошейника подбирается исходя из обхвата шеи хвостатого друга, который определяют измерительной лентой. При этом правильно добавлять к полученному результату от 2 см (для средних и мелких пород) до 5 см (для крупных), чтобы ошейник не натирал и не сдавливал шею животного. Ширина 2,5 см. </span>
                        <span class="news-card__category"></span>
                    </div>
                </div>
                <div class="news-card">
                    <div class="container">
                        <h3 class="news-card__title"> Yami-Yami </h3>
                        <span class="news-card__date"> Намордник для собак короткомордых пород: мопсы, боксёры, французские и английские бульдоги. Оснащён плавно регулируемыми налобным и нашейным ремнями. Достаточно прочный, чтобы не предотвращать кусание. Отверстие на конце намордника позволит угощать собаку лакомством. Намордник крепится на затылке защёлкиванием надёжного замка фастекса.
Размер намордника зависит от обхвата морды животного.
Рекомендации по уходу: только ручная стирка. </span>
                        <span class="news-card__category"> </span>
                    </div>
                </div>
                <div class="news-card">
                    <div class="container">
                        <h3 class="news-card__title"> Ferplast Easy </h3>
                        <span class="news-card__date"> Регулируемая и легко одеваемая, благодаря пластиковой застежке, шлейка Easy сделана из нейлона. Она очень комфортна для животного. Easy отлично подходит животным любого размера, выпускается в различных размерах, среди которых есть и XXS для очень маленьких собак.</span>
                        <span class="news-card__category"> </span>
                    </div>
                </div>
                <div class="news-card">
                    <div class="container">
                        <h3 class="news-card__title">Flexi New   </h3>
                        <span class="news-card__date"> Аксессуар можно быстро и без труда подогнать под нужный размер, чтобы питомцу было комфортно во время прогулки. Шлейка является безопасной, поскольку несмотря на темперамент собака не сможет самостоятельно от нее избавиться и убежать. Также шлейка позволяет равномерно распределять нагрузку на корпус собаки, не вызывая при этом дискомфорт или болевые ощущения.</span>
                        <span class="news-card__category"> </span>
                    </div>
                </div>
                <div class="news-card">
                    <div class="container">
                        <h3 class="news-card__title"> Terrain  </h3>
                        <span class="news-card__date"> Яркая нейлоновая шлея с прочной металлической и пластиковой фурнитурой и с QR паспортом. QR паспорт активен только после регистрации, согласно инструкции по активации, сопровождающий адресник. Новая серия Nylon с эффектом Wow от торговой марки Waudog выполнена из качественного износостойкого нейлона, с использованием прочной металлической и пластиковой фурнитуры. Комплектуется адресником с QR паспортом. Шлеи новой нейлоновой серии украшены модными яркими узорами. Стильный дизайн ярко выделит вашу собаку среди других.</span>
                        <span class="news-card__category"> </span>
                    </div>
                </div>
                <div class="news-card">
                    <div class="container">
                        <h3 class="news-card__title"> Darel</h3>
                        <span class="news-card__date">Шлейки «Конфетти-икс» с поводком — серия универсальных шлеек для выгула самых разных домашних животных: крыс, морских свинок, белок, хорьков, кроликов, котят и кошек, щенков и собак маленьких пород. Входящий в комплект поводок-водилка длиной 90 см имеет прочный металлический карабин с вертлюгом (цепляется за металлическое полукольцо на спинке шлейки), и вшитый эластичный элемент-амортизатор рывков животного. Проведенные испытания выявили большой запас по прочности (более 25 кг на разрыв поводка и более 40 кг на разрыв шлейки). Шлейка снаружи легко чистится влажной салфеткой, а при желании возможна стирка в машине-автомат в режиме «шерсть» при температуре не выше 30°С. </span>
                        <span class="news-card__category"> </span>
                    </div>
                </div>
            </div>
        </section>
    );
}

export default AmuPage;